import '../styles/About.css';

const About = () => {
    return (
        <div className="about-page">
            <h1>私たちのサービス</h1>
            <p>
                JavaPodは、毎日のコーヒー体験を特別なものにするために、こだわりの焙煎豆を使用した新鮮なドリップコーヒーをお届けします。
                お客様一人ひとりに合った最高の一杯を提供するため、さまざまなカスタマイズオプションをご用意しています。
            </p>
            <h2>私たちの理念</h2>
            <p>
                忙しい日々の中でも、手軽に本格的なコーヒーを楽しんでいただくため、私たちは常に最高の品質を追求しています。
                JavaPodの使命は、コーヒーを通じて日常に特別な時間を提供することです。
            </p>
        </div>
    );
};

export default About;
